Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: How to restore
de: Wiederherstellen
es: Cómo restaurar
fr: Comment restaurer
it: Come ripristinare
uk: Як відновити

source: Copy the file to a machine with talosctl access, then run these commands (replace <control-plane-ip>).
de: Kopiere die Datei auf einen Rechner mit talosctl-Zugang und führe diese Befehle aus (ersetze <control-plane-ip>).
es: Copia el archivo a una máquina con acceso a talosctl y ejecuta estos comandos (sustituye <control-plane-ip>).
fr: Copiez le fichier sur une machine qui a accès à talosctl, puis lancez ces commandes (remplacez <control-plane-ip>).
it: Copia il file su una macchina con accesso a talosctl, poi esegui questi comandi (sostituisci <control-plane-ip>).
uk: Скопіюйте файл на машину з доступом до talosctl і виконайте ці команди (замініть <control-plane-ip>).

source: Copy commands
de: Befehle kopieren
es: Copiar comandos
fr: Copier les commandes
it: Copia i comandi
uk: Копіювати команди

source: %@ gets the pod template of revision %lld back: its pods are replaced with a rolling update, like kubectl rollout undo.
de: %@ bekommt die Pod-Vorlage von Revision %lld zurück: Seine Pods werden per Rolling Update ersetzt, wie bei kubectl rollout undo.
es: %@ recupera la plantilla de pod de la revisión %lld: sus pods se reemplazan con una actualización gradual, como kubectl rollout undo.
fr: %@ reprend le modèle de pod de la révision %lld : ses pods sont remplacés par une mise à jour progressive, comme kubectl rollout undo.
it: %@ riprende il modello di pod della revisione %lld: i suoi pod vengono sostituiti con un aggiornamento graduale, come kubectl rollout undo.
uk: %@ повертає шаблон подів ревізії %lld: його поди замінюються поступовим оновленням, як kubectl rollout undo.

source: %@ is resumed
de: %@ ist fortgesetzt
es: %@ está reanudado
fr: %@ est réactivé
it: %@ è ripreso
uk: %@ відновлено

source: %@ is scaled to %lld
de: %@ ist auf %lld skaliert
es: %@ se ha escalado a %lld
fr: %@ est mis à l’échelle à %lld
it: %@ è scalato a %lld
uk: %@ масштабовано до %lld

source: %@ is suspended
de: %@ ist ausgesetzt
es: %@ está suspendido
fr: %@ est suspendu
it: %@ è sospeso
uk: %@ призупинено

source: A HorizontalPodAutoscaler that manages it sets its own count again.
de: Ein HorizontalPodAutoscaler, der ihn verwaltet, setzt seine eigene Anzahl wieder.
es: Un HorizontalPodAutoscaler que lo gestione vuelve a fijar su propio número.
fr: Un HorizontalPodAutoscaler qui le gère rétablit son propre nombre.
it: Un HorizontalPodAutoscaler che lo gestisce reimposta il proprio numero.
uk: HorizontalPodAutoscaler, що ним керує, знову встановить власну кількість.

source: Could not read its revisions: %@
de: Seine Revisionen konnten nicht gelesen werden: %@
es: No se pudieron leer sus revisiones: %@
fr: Impossible de lire ses révisions : %@
it: Impossibile leggere le sue revisioni: %@
uk: Не вдалося прочитати його ревізії: %@

source: Could not roll back %@: %@
de: %@ konnte nicht zurückgesetzt werden: %@
es: No se pudo revertir %@: %@
fr: Impossible de revenir en arrière sur %@ : %@
it: Impossibile ripristinare %@: %@
uk: Не вдалося відкотити %@: %@

source: Could not scale %@: %@
de: %@ konnte nicht skaliert werden: %@
es: No se pudo escalar %@: %@
fr: Impossible de mettre %@ à l’échelle : %@
it: Impossibile scalare %@: %@
uk: Не вдалося масштабувати %@: %@

source: Every pod of %@ stops: what it serves is down until it is scaled up again.
de: Alle Pods von %@ stoppen: Was er bereitstellt, ist nicht erreichbar, bis er wieder hochskaliert wird.
es: Todos los pods de %@ se detienen: lo que sirve queda caído hasta que se vuelva a escalar.
fr: Tous les pods de %@ s’arrêtent : ce qu’il sert est indisponible jusqu’à ce qu’il soit remis à l’échelle.
it: Tutti i pod di %@ si fermano: ciò che serve resta giù finché non viene scalato di nuovo.
uk: Усі поди %@ зупиняться: те, що він обслуговує, буде недоступне, доки його знову не масштабують.

source: From %lld to %lld replicas in %@, like kubectl scale.
de: Von %lld auf %lld Replikas in %@, wie bei kubectl scale.
es: De %lld a %lld réplicas en %@, como kubectl scale.
fr: De %lld à %lld réplicas dans %@, comme kubectl scale.
it: Da %lld a %lld repliche in %@, come kubectl scale.
uk: З %lld до %lld реплік у %@, як kubectl scale.

source: Its schedule starts again in %@. Missed runs may start at once, depending on its starting deadline.
de: Sein Zeitplan läuft in %@ wieder an. Verpasste Läufe können sofort starten, je nach Startfrist.
es: Su programación se reanuda en %@. Las ejecuciones perdidas pueden empezar enseguida, según su plazo de inicio.
fr: Sa planification reprend dans %@. Des exécutions manquées peuvent démarrer aussitôt, selon son délai de démarrage.
it: La sua pianificazione riparte in %@. Le esecuzioni perse possono partire subito, a seconda della scadenza di avvio.
uk: Його розклад знову діє в %@. Пропущені запуски можуть стартувати одразу, залежно від граничного терміну запуску.

source: Logs of %@
de: Logs von %@
es: Registros de %@
fr: Journaux de %@
it: Log di %@
uk: Журнали %@

source: No log from the previous run
de: Kein Log vom vorherigen Lauf
es: No hay registro de la ejecución anterior
fr: Aucun journal de l’exécution précédente
it: Nessun log dell’esecuzione precedente
uk: Немає журналу попереднього запуску

source: No log yet
de: Noch kein Log
es: Aún no hay registro
fr: Pas encore de journal
it: Ancora nessun log
uk: Журналу ще немає

source: No new run starts on schedule until it is resumed; a run in progress goes on. Run now still works.
de: Bis zur Fortsetzung startet kein geplanter Lauf; ein laufender Lauf geht weiter. „Jetzt ausführen“ funktioniert weiterhin.
es: No empieza ninguna ejecución programada hasta que se reanude; una ejecución en curso continúa. «Ejecutar ahora» sigue funcionando.
fr: Aucune nouvelle exécution planifiée ne démarre tant qu’il n’est pas réactivé ; une exécution en cours continue. « Exécuter maintenant » fonctionne toujours.
it: Nessuna nuova esecuzione pianificata parte finché non viene ripreso; un’esecuzione in corso continua. «Esegui ora» funziona ancora.
uk: Нові запуски за розкладом не стартують, доки його не відновлять; поточний запуск триває. «Запустити зараз» працює й далі.

source: No revision kept.
de: Keine Revision aufbewahrt.
es: No se conserva ninguna revisión.
fr: Aucune révision conservée.
it: Nessuna revisione conservata.
uk: Жодної ревізії не збережено.

source: Previous run
de: Vorheriger Lauf
es: Ejecución anterior
fr: Exécution précédente
it: Esecuzione precedente
uk: Попередній запуск

source: Resume
de: Fortsetzen
es: Reanudar
fr: Réactiver
it: Riprendi
uk: Відновити

source: Resume %@
de: %@ fortsetzen
es: Reanudar %@
fr: Réactiver %@
it: Riprendi %@
uk: Відновити %@

source: Resume %@?
de: %@ fortsetzen?
es: ¿Reanudar %@?
fr: Réactiver %@ ?
it: Riprendere %@?
uk: Відновити %@?

source: Roll back to revision %lld?
de: Auf Revision %lld zurücksetzen?
es: ¿Revertir a la revisión %lld?
fr: Revenir à la révision %lld ?
it: Ripristinare la revisione %lld?
uk: Відкотити до ревізії %lld?

source: Scale
de: Skalieren
es: Escalar
fr: Mise à l’échelle
it: Scala
uk: Масштабування

source: Scale %@ to %lld?
de: %@ auf %lld skalieren?
es: ¿Escalar %@ a %lld?
fr: Mettre %@ à %lld ?
it: Scalare %@ a %lld?
uk: Масштабувати %@ до %lld?

source: Scale %@ to 0?
de: %@ auf 0 skalieren?
es: ¿Escalar %@ a 0?
fr: Mettre %@ à 0 ?
it: Scalare %@ a 0?
uk: Масштабувати %@ до 0?

source: Scale to 0
de: Auf 0 skalieren
es: Escalar a 0
fr: Mettre à 0
it: Scala a 0
uk: Масштабувати до 0

source: Suspend
de: Aussetzen
es: Suspender
fr: Suspendre
it: Sospendi
uk: Призупинити

source: Suspend %@
de: %@ aussetzen
es: Suspender %@
fr: Suspendre %@
it: Sospendi %@
uk: Призупинити %@

source: Suspend %@?
de: %@ aussetzen?
es: ¿Suspender %@?
fr: Suspendre %@ ?
it: Sospendere %@?
uk: Призупинити %@?

source: The log of the container's last run before it restarted.
de: Das Log des letzten Laufs des Containers vor seinem Neustart.
es: El registro de la última ejecución del contenedor antes de reiniciarse.
fr: Le journal de la dernière exécution du conteneur avant son redémarrage.
it: Il log dell’ultima esecuzione del container prima del riavvio.
uk: Журнал останнього запуску контейнера перед перезапуском.

source: Last stop: %@
de: Letzter Stopp: %@
es: Última parada: %@
fr: Dernier arrêt : %@
it: Ultimo arresto: %@
uk: Остання зупинка: %@

source: Reconciling
de: Wird abgeglichen
es: Reconciliando
fr: En cours de réconciliation
it: In riconciliazione
uk: Узгоджується

source: Applied from Git by %@: if its manifest sets suspend, Flux puts that back on the next reconcile.
de: Aus Git angewendet von %@: Setzt sein Manifest suspend, stellt Flux das beim nächsten Abgleich wieder her.
es: Aplicado desde Git por %@: si su manifiesto define suspend, Flux lo restablece en la próxima reconciliación.
fr: Appliqué depuis Git par %@ : si son manifeste définit suspend, Flux le rétablit à la prochaine réconciliation.
it: Applicato da Git da %@: se il suo manifesto imposta suspend, Flux lo ripristina alla prossima riconciliazione.
uk: Застосовується з Git через %@: якщо його маніфест задає suspend, Flux поверне це під час наступного узгодження.

source: Reconcile %@?
de: %@ abgleichen?
es: ¿Reconciliar %@?
fr: Réconcilier %@ ?
it: Riconciliare %@?
uk: Узгодити %@?

source: Reconcile %@ with its source?
de: %@ mit seiner Quelle abgleichen?
es: ¿Reconciliar %@ con su origen?
fr: Réconcilier %@ avec sa source ?
it: Riconciliare %@ con la sua origine?
uk: Узгодити %@ разом із джерелом?

source: Force an upgrade of %@?
de: Upgrade von %@ erzwingen?
es: ¿Forzar una actualización de %@?
fr: Forcer une mise à jour de %@ ?
it: Forzare un aggiornamento di %@?
uk: Примусово оновити %@?

source: Reset the failures of %@?
de: Fehlschläge von %@ zurücksetzen?
es: ¿Restablecer los fallos de %@?
fr: Réinitialiser les échecs de %@ ?
it: Azzerare i fallimenti di %@?
uk: Скинути збої %@?

source: Reconcile
de: Abgleichen
es: Reconciliar
fr: Réconcilier
it: Riconcilia
uk: Узгодити

source: Reconcile with source
de: Mit Quelle abgleichen
es: Reconciliar con el origen
fr: Réconcilier avec la source
it: Riconcilia con l'origine
uk: Узгодити з джерелом

source: Force upgrade
de: Upgrade erzwingen
es: Forzar actualización
fr: Forcer la mise à jour
it: Forza aggiornamento
uk: Примусове оновлення

source: Reset failures
de: Fehlschläge zurücksetzen
es: Restablecer fallos
fr: Réinitialiser les échecs
it: Azzera fallimenti
uk: Скинути збої

source: Flux applies %@ now from the revision its source already fetched, instead of waiting for its interval.
de: Flux wendet %@ jetzt mit der Revision an, die seine Quelle bereits geholt hat, statt auf sein Intervall zu warten.
es: Flux aplica %@ ahora a partir de la revisión que su origen ya obtuvo, en lugar de esperar a su intervalo.
fr: Flux applique %@ maintenant à partir de la révision déjà récupérée par sa source, au lieu d'attendre son intervalle.
it: Flux applica %@ ora dalla revisione già scaricata dalla sua origine, invece di attendere il suo intervallo.
uk: Flux застосовує %@ зараз із ревізії, яку джерело вже отримало, замість чекати на свій інтервал.

source: Flux fetches the source first (a new commit or chart), then applies %@ from it.
de: Flux holt zuerst die Quelle (einen neuen Commit oder Chart) und wendet dann %@ daraus an.
es: Flux obtiene primero el origen (un nuevo commit o chart) y luego aplica %@ a partir de él.
fr: Flux récupère d'abord la source (un nouveau commit ou chart), puis applique %@ à partir de celle-ci.
it: Flux scarica prima l'origine (un nuovo commit o chart), poi applica %@ da essa.
uk: Flux спершу отримує джерело (новий коміт або чарт), а потім застосовує з нього %@.

source: Flux stops reconciling %@: changes in Git are not applied and drift is not corrected until you resume it.
de: Flux gleicht %@ nicht mehr ab: Änderungen in Git werden nicht angewendet und Abweichungen nicht korrigiert, bis du es fortsetzt.
es: Flux deja de reconciliar %@: los cambios en Git no se aplican y las desviaciones no se corrigen hasta que lo reanudes.
fr: Flux arrête de réconcilier %@ : les changements dans Git ne sont pas appliqués et les dérives ne sont pas corrigées jusqu'à sa reprise.
it: Flux smette di riconciliare %@: le modifiche in Git non vengono applicate e le derive non vengono corrette finché non lo riprendi.
uk: Flux припиняє узгоджувати %@: зміни в Git не застосовуються, а відхилення не виправляються, доки ви його не відновите.

source: Flux reconciles %@ again at once, then at every interval.
de: Flux gleicht %@ sofort wieder ab, danach in jedem Intervall.
es: Flux vuelve a reconciliar %@ de inmediato y luego en cada intervalo.
fr: Flux réconcilie de nouveau %@ immédiatement, puis à chaque intervalle.
it: Flux riconcilia di nuovo %@ subito, poi a ogni intervallo.
uk: Flux одразу знову узгоджує %@, а далі — з кожним інтервалом.

source: The helm-controller runs a Helm upgrade of %@ now, even with nothing changed: its pods may restart.
de: Der helm-controller führt jetzt ein Helm-Upgrade von %@ aus, auch ohne Änderungen: Seine Pods können neu starten.
es: El helm-controller ejecuta ahora una actualización de Helm de %@, aunque nada haya cambiado: sus pods pueden reiniciarse.
fr: Le helm-controller lance maintenant une mise à jour Helm de %@, même sans changement : ses pods peuvent redémarrer.
it: L'helm-controller esegue ora un aggiornamento Helm di %@, anche senza modifiche: i suoi pod potrebbero riavviarsi.
uk: helm-controller зараз виконує оновлення Helm для %@, навіть якщо нічого не змінилося: його поди можуть перезапуститися.

source: Flux forgets the failed attempts of %@ and retries the install or upgrade from scratch, with its retries counted again.
de: Flux vergisst die fehlgeschlagenen Versuche von %@ und wiederholt Installation oder Upgrade von vorn, mit neu gezählten Wiederholungen.
es: Flux olvida los intentos fallidos de %@ y reintenta la instalación o la actualización desde cero, volviendo a contar sus reintentos.
fr: Flux oublie les tentatives échouées de %@ et relance l'installation ou la mise à jour depuis le début, avec ses nouvelles tentatives recomptées.
it: Flux dimentica i tentativi falliti di %@ e riprova l'installazione o l'aggiornamento da zero, ricontando i tentativi.
uk: Flux забуває невдалі спроби %@ і повторює встановлення або оновлення з нуля, знову рахуючи повторні спроби.

source: Applied by %@
de: Angewendet von %@
es: Aplicado por %@
fr: Appliqué par %@
it: Applicato da %@
uk: Застосовано через %@

source: All Kustomizations and HelmReleases ready
de: Alle Kustomizations und HelmReleases bereit
es: Todas las Kustomizations y HelmReleases están listas
fr: Toutes les Kustomizations et HelmReleases sont prêtes
it: Tutte le Kustomization e HelmRelease sono pronte
uk: Усі Kustomizations і HelmReleases готові

source: Flux is not installed
de: Flux ist nicht installiert
es: Flux no está instalado
fr: Flux n'est pas installé
it: Flux non è installato
uk: Flux не встановлено

source: No Flux Kustomizations or HelmReleases were found in this cluster.
de: In diesem Cluster wurden keine Flux-Kustomizations oder -HelmReleases gefunden.
es: No se encontraron Kustomizations ni HelmReleases de Flux en este clúster.
fr: Aucune Kustomization ou HelmRelease Flux n'a été trouvée dans ce cluster.
it: Nessuna Kustomization o HelmRelease di Flux trovata in questo cluster.
uk: У цьому кластері не знайдено Kustomizations або HelmReleases Flux.

source: Name, namespace, path or URL
de: Name, Namespace, Pfad oder URL
es: Nombre, namespace, ruta o URL
fr: Nom, namespace, chemin ou URL
it: Nome, namespace, percorso o URL
uk: Ім'я, namespace, шлях або URL

source: Sources
de: Quellen
es: Orígenes
it: Origini
uk: Джерела

source: No Flux apps
de: Keine Flux-Apps
es: No hay apps de Flux
fr: Aucune app Flux
it: Nessuna app Flux
uk: Немає застосунків Flux

source: reconcile requested…
de: Abgleich angefordert…
es: reconciliación solicitada…
fr: réconciliation demandée…
it: riconciliazione richiesta…
uk: узгодження запитано…

source: No Flux sources
de: Keine Flux-Quellen
es: No hay orígenes de Flux
fr: Aucune source Flux
it: Nessuna origine Flux
uk: Немає джерел Flux

source: fetched %@
de: geholt %@
es: obtenido %@
fr: récupérée %@
it: scaricata %@
uk: отримано %@

source: %@ is no longer a Flux %@ of this cluster.
de: %@ ist keine Flux-%@ dieses Clusters mehr.
es: %@ ya no es un %@ de Flux de este clúster.
fr: %@ n'est plus une %@ Flux de ce cluster.
it: %@ non è più una %@ Flux di questo cluster.
uk: %@ більше не є %@ Flux у цьому кластері.

source: Stalled
de: Festgefahren
es: Atascado
fr: Bloqué
it: Bloccato
uk: Застряг

source: Attempted
de: Versucht
es: Intentada
fr: Tentée
it: Tentata
uk: Спробувано

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
uk: Інтервал

source: Target namespace
de: Ziel-Namespace
es: Namespace de destino
fr: Namespace cible
it: Namespace di destinazione
uk: Цільовий namespace

source: Last change
de: Letzte Änderung
es: Último cambio
fr: Dernier changement
it: Ultima modifica
uk: Остання зміна

source: Applied by
de: Angewendet von
es: Aplicado por
fr: Appliqué par
it: Applicato da
uk: Застосовано через

source: Depends on
de: Hängt ab von
es: Depende de
fr: Dépend de
it: Dipende da
uk: Залежить від

source: %lld failed attempts in a row
de: %lld fehlgeschlagene Versuche in Folge
es: %lld intentos fallidos seguidos
fr: %lld tentatives échouées d'affilée
it: %lld tentativi falliti di fila
uk: %lld невдалих спроб поспіль

source: Suspended: Flux does not reconcile it until it is resumed.
de: Ausgesetzt: Flux gleicht es nicht ab, bis es fortgesetzt wird.
es: Suspendido: Flux no lo reconcilia hasta que se reanude.
fr: Suspendu : Flux ne le réconcilie plus jusqu'à sa reprise.
it: Sospeso: Flux non lo riconcilia finché non viene ripreso.
uk: Призупинено: Flux не узгоджує його, доки його не відновлять.

source: Reconcile with source…
de: Mit Quelle abgleichen…
es: Reconciliar con el origen…
fr: Réconcilier avec la source…
it: Riconcilia con l'origine…
uk: Узгодити з джерелом…

source: Reset failures…
de: Fehlschläge zurücksetzen…
es: Restablecer fallos…
fr: Réinitialiser les échecs…
it: Azzera fallimenti…
uk: Скинути збої…

source: Applies
de: Wendet an
es: Aplica
fr: Applique
it: Applica
uk: Застосовує

source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
it: Inventario
uk: Інвентар

source: %lld objects applied
de: %lld Objekte angewendet
es: %lld objetos aplicados
fr: %lld objets appliqués
it: %lld oggetti applicati
uk: Застосовано об'єктів: %lld

source: Reading Flux…
de: Flux wird gelesen…
es: Leyendo Flux…
fr: Lecture de Flux…
it: Lettura di Flux…
uk: Читання Flux…

source: %lld sources
de: %lld Quellen
es: %lld orígenes
it: %lld origini
uk: Джерел: %lld

source: Open Flux
de: Flux öffnen
es: Abrir Flux
fr: Ouvrir Flux
it: Apri Flux
uk: Відкрити Flux

source: Customize overview
de: Übersicht anpassen
es: Personalizar el resumen
fr: Personnaliser la vue d’ensemble
it: Personalizza la panoramica
uk: Налаштувати огляд

source: Customize top bar
de: Obere Leiste anpassen
es: Personalizar la barra superior
fr: Personnaliser la barre du haut
it: Personalizza la barra superiore
uk: Налаштувати верхню панель

source: Top bar
de: Obere Leiste
es: Barra superior
fr: Barre du haut
it: Barra superiore
uk: Верхня панель

source: Drag an action above the line to show it as an icon, or below to put it in the ⋯ menu.
de: Ziehe eine Aktion über die Linie, um sie als Symbol zu zeigen, oder darunter, um sie ins ⋯-Menü zu legen.
es: Arrastra una acción por encima de la línea para mostrarla como icono, o por debajo para ponerla en el menú ⋯.
fr: Faites glisser une action au-dessus de la ligne pour l’afficher en icône, ou en dessous pour la mettre dans le menu ⋯.
it: Trascina un’azione sopra la linea per mostrarla come icona, o sotto per metterla nel menu ⋯.
uk: Перетягніть дію над лінію, щоб показати її значком, або під неї, щоб перенести в меню ⋯.

source: In the ⋯ menu
de: Im ⋯-Menü
es: En el menú ⋯
fr: Dans le menu ⋯
it: Nel menu ⋯
uk: У меню ⋯

source: Move to the menu
de: Ins Menü verschieben
es: Mover al menú
fr: Mettre dans le menu
it: Sposta nel menu
uk: Перенести в меню

source: Show as an icon
de: Als Symbol zeigen
es: Mostrar como icono
fr: Afficher en icône
it: Mostra come icona
uk: Показати значком

source: Cards
de: Karten
es: Tarjetas
fr: Cartes
it: Schede
uk: Картки

source: Drag a card by its handle to move it. Hidden cards can be added back below.
de: Ziehe eine Karte am Griff, um sie zu verschieben. Ausgeblendete Karten lassen sich unten wieder hinzufügen.
es: Arrastra una tarjeta por su asa para moverla. Las tarjetas ocultas se pueden volver a añadir abajo.
fr: Faites glisser une carte par sa poignée pour la déplacer. Les cartes masquées peuvent être réaffichées plus bas.
it: Trascina una scheda dalla maniglia per spostarla. Le schede nascoste si possono aggiungere di nuovo qui sotto.
uk: Перетягніть картку за маркер, щоб перемістити її. Приховані картки можна повернути нижче.

source: Hidden cards
de: Ausgeblendete Karten
es: Tarjetas ocultas
fr: Cartes masquées
it: Schede nascoste
uk: Приховані картки

source: Reset to default
de: Zurücksetzen
es: Restablecer
fr: Rétablir par défaut
it: Ripristina predefinito
uk: Скинути

source: Only when found on the cluster
de: Nur wenn im Cluster vorhanden
es: Solo si está en el clúster
fr: Seulement si présent sur le cluster
it: Solo se presente nel cluster
uk: Лише якщо є в кластері

source: Cluster summary
de: Cluster-Übersicht
es: Resumen del clúster
fr: Résumé du cluster
it: Riepilogo del cluster
uk: Зведення кластера

source: Nodes, Talos version, CPU and memory at a glance
de: Nodes, Talos-Version, CPU und Speicher auf einen Blick
es: Nodos, versión de Talos, CPU y memoria de un vistazo
fr: Nœuds, version de Talos, CPU et mémoire en un coup d’œil
it: Nodi, versione di Talos, CPU e memoria a colpo d’occhio
uk: Вузли, версія Talos, CPU і пам’ять одним поглядом

source: Apps running on the cluster and those that need a look
de: Apps im Cluster und die, die Aufmerksamkeit brauchen
es: Apps del clúster y las que necesitan atención
fr: Applications du cluster et celles qui demandent attention
it: App del cluster e quelle che richiedono attenzione
uk: Застосунки кластера й ті, що потребують уваги

source: Health of Longhorn, Garage and CloudNativePG
de: Zustand von Longhorn, Garage und CloudNativePG
es: Estado de Longhorn, Garage y CloudNativePG
fr: État de Longhorn, Garage et CloudNativePG
it: Stato di Longhorn, Garage e CloudNativePG
uk: Стан Longhorn, Garage і CloudNativePG

source: Sync and health of the Argo CD apps, syncs in progress
de: Sync und Zustand der Argo-CD-Apps, laufende Syncs
es: Sincronización y salud de las apps de Argo CD, sincronizaciones en curso
fr: Synchro et santé des applications Argo CD, synchros en cours
it: Sincronizzazione e salute delle app Argo CD, sincronizzazioni in corso
uk: Синхронізація й стан застосунків Argo CD, поточні синхронізації

source: Ready, reconciling and failing Kustomizations and HelmReleases
de: Bereite, abgleichende und fehlerhafte Kustomizations und HelmReleases
es: Kustomizations y HelmReleases listas, reconciliando o con fallos
fr: Kustomizations et HelmReleases prêtes, en réconciliation ou en échec
it: Kustomization e HelmRelease pronte, in riconciliazione o in errore
uk: Готові, ті, що узгоджуються, та збійні Kustomization і HelmRelease

source: Every node with its state
de: Jeder Node mit seinem Zustand
es: Cada nodo con su estado
fr: Chaque nœud avec son état
it: Ogni nodo con il suo stato
uk: Кожен вузол і його стан
